{"inkVersion":21,"root":[["^The 'suto kala' sits hunched over, painting the banner which is pulled taut over the easel.","\n","ev","str","^Continue","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n","^As you approach, her hand hovers in air, as if she senses that you are about to engage her.","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^You take a look at the illustration she's currently working on, and you can't help but feel a lump in your throat.","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The artwork depicts a beautiful summer day by the ancient ash tree, with the love of your life and you sitting together in the shade, surrounded by wildflowers.","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The groom is smiling, with his arm draped around the your shoulders, and you are leaning into him with your eyes closed. This was the day you first expressed your love to eachother.","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The illustration is...stunningly beautiful, but it only serves to remind you of what you've lost.","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^At the same time, you can't help but wonder how she managed to capture this intimate moment that only you and Avram shared.","\n",["ev","str","^1. It's...beautiful. But how did you...?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The painter briefly turns to the table to reload her brush with fresh paint as she addresses you in a hollow, soft sounding voice.  ","#","^Italic","/#","\n","^You must be the bride. My sincerest apologies for your loss.","\n","^You notice her left arm, partially bundled in her cape, and realize that it is entirely cybernetic. A true rarity in this secluded part of the world. ","#","^Italic","/#","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Curiously, the arm she's using to hold the brush and paint is entirely biological, with no sign of augmentation. ","#","^Italic","/#","\n",["ev","str","^1. I appreciate it. Were you a friend of Avram's? How did you...know about this?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^2. I've never seen such technology on anyone around here. I thought that was forbidden within the sanctuary.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"#f":1}],"listDefs":{}}