{"inkVersion":21,"root":[["^I see that you have successfully completed the preparatory rituals,","\n","^the priest gazes at you with approval. ","#","^Italic","/#","\n","ev","str","^Nod in silence","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["^ ",{"->":"Doubt"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Doubt":[["ev","str","^Father...I came here to tell you that I've decided not to go through with the marriage.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^What do you mean, my child? The ceremony is almost upon us. You can't back out now.","\n",["ev","str","^I know, Father, but...I just can't do it. It doesn't feel right. Something about all of this seems off to me.\"","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The priest's face hardened. ","#","^Italic","/#","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^You are making a grave mistake, my child. You will regret this decision.","\n",["ev","str","^I may regret it, Father, but I won't regret doing what I know is right. For me and Avra.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Your decision to abandon our community and reject our sacred traditions is a clear act of betrayal. Know that by turning your back on us, you have sealed your own fate and doomed your groom's journey to the afterlife.","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^I urge you to reconsider, but if you choose to persist in your heresy, then you are no longer welcome here. May you find peace in the consequences of your actions.\"","#","^Ending","/#","\n",["ev","str","^Accuse the church of hypocrisy","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I know what is good for me. Thank you for your guidance. Farewell. (End dialogue)","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"Reveal"},"\n",{"#f":5}],"c-1":["^ ","\n",{"->":"Ending"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"Reveal":[["^You are cybernetically modified, are you not?","\n","^I begin to challenge the man with newfound confidence. ","#","^Italic","/#","\n","ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^And yet you and the clergy preach against it, claiming that they are against God's will. You exiled so many people - good people, as a result.","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The priest's expression remained calm and impassive. ","#","^Italic","/#","\n","^I'm afraid you don't know what you're talking about, my child.","\n",["ev","str","^I found the blueprints in the iconostasis. And the painter is ready to prove their authenticity.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The priest's eyes flickered for a moment, betraying a hint of unease. ","#","^Italic","/#","\n",["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^No one would believe your silly fantasies. Everything that we do- we do it for the greater good of the church. For the greater good of the community!","\n",["ev","str","^Don't talk to me about the 'good of the community'. Is that why I'm forced to go through this cruel, condemning ceremony?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The priest stays silent, but there is bewilderment in his eyes. Fear.","#","^Italic","/#","\n",["ev","str","^And what if I tell them of the painter who was blinded and exploited by the church and who digs through dead people's memories as if they were nothing but scrap?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The priest takes a step forward, his posture ominous. But you stand your ground, staring him down with a look of fierce determination.","#","^Italic","/#","\n",["ev","str","^I'm the one who makes decisions about my life here. I will not go through with this, and you will not exile me, or the painter.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^The priest hesitates for a moment, clenching his jaw in defeat.","#","^Italic","/#","\n","^Very well. Do as you wish. And get out of my church.","\n","^He then walks away, leaving you alone with your newfound knowledge and freedom. ","#","^Italic ","/#","#","^Ending","/#","\n",{"->":"Ending"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"Ending":["end",{"#f":1}],"#f":1}],"listDefs":{}}