{"inkVersion":21,"root":[["ev","str","^Mother there's something I need to ask you.","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["\n","^Of course, my dear, what is it that troubles you?","\n",["ev","str","^It's not so important I have to prepare for the wedding","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Mother, I understand that you have faith in the church and its teachings, but I have serious doubts about the actions of the church. ","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ","end","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^Doubts, my child? What do you mean?","\n",["ev","str","^I found blueprints for cyberware and cyberprosthetics to improve and empower the body that were made for the priest himself and which are also secretly worn by all the supreme power of the church. ","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",["ev","str","^They prohibit these technologies and monitor their use exclusively for religious purposes and used by people under their total control.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^That's preposterous! The church would never do something like that.","\n",["ev","str","^ I have proof. I found the blueprints myself.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Even if it were true, it doesn't change the fact that the Black Wedding is a sacred rite that you must perform","\n",["ev","str","^But if the church is willing to bend their own rules for their own benefit, why should I follow their rules blindly?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I understand your point of view, Mother","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^I understand your concerns, but I cannot abandon the teachings of the church. It has been our guide for generations, and I cannot turn my back on it now.","\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"Ending"},"\n","^I fear for your soul, my child. May the church guide you and help you find your way. ",{"->":"Ending"},"\n",{"->":"0.g-0"},{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Ending":[["ev","str","^Leave","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}